Repository: AlexBelchUK/oe-alliance-plugins
Catalog: Blindscan/po/*.po
Languages: fi, ru

source: A recording is in progress.
fi: Tallennus on meneillään.
ru: Идёт запись.

source: The second slot of this dual tuner may not support blind scan.
fi: Tämän kaksoisvirittimen toinen paikka ei ehkä tue sokkoskannausta.
ru: Второй слот этого двойного тюнера не поддерживает слепой поиск.

source: You must use the power adapter.
fi: Sinun on käytettävä virtalähdettä.
ru: Требуется адаптер питания.

source: Starting Sundtek hardware blind scan.
fi: Käynnistetään Sundtek-laitteiston sokkoskannaus.
ru: Запуск слепого поиска на устройстве Sundtek.

source: tuner.
fi: viritin.
ru: тюнер

source: "channel scan" searches for channels and saves them to your receiver; "transponder scan" does a transponder search and displays the results allowing user to select some or all transponder. Both options save the results in satellites.xml format under /tmp
fi: "kanavaskannaus" etsii kanavia ja tallentaa ne vastaanottimeesi; "transponderiskannaus" etsii transpondereita ja näyttää tulokset, jolloin käyttäjä voi valita osan tai kaikki transponderit. Molemmat vaihtoehdot tallentavat tulokset satellites.xml-muodossa /tmp-kansioon
ru: Режим "сканирование каналов" позволяет обнаруживать каналы и сохраняет их в ресивере. Режим "сканирование транспондеров" выполняет поиск транспондеров и выводит результат на экран, позволяя выбрать все или только некоторые транспондеры. Оба режима сохраняют результаты в формате satellites.xml в каталоге /tmp.

source: "scan for channels" searches for channels and saves them to your receiver; "Save to XML" does a transponder search and saves the results in satellites.xml format and stores it in /tmp
fi: "skannaa kanavia" etsii kanavia ja tallentaa ne vastaanottimeesi; "Tallenna XML-muotoon" tekee transponderihaun ja tallentaa tulokset satellites.xml-muotoon ja tallentaa ne /tmp-tiedostoon
ru: Режим "сканирование каналов" позволяет искать каналы и сохраняет их в ресивере. "сохранить в XML файл" выполнят поиск транспондеров и сохраняет результат в формате satellites.xml в каталоге /tmp.

source: %d transponder(s) found
fi: %d transponderi(a) löydetty
ru: Найдено %d транспондеров

source: %d transponders found at %d:%02d min
fi: %d transponderia löydetty %d:%02d minuutissa
ru: Найдено %d транспондеров за %d:%02d мин

source: %d:%02d/%d:%02dmin
ru: %d:%02d/%d:%02d мин

source: %dMHz scanned
fi: %dMHz skannattu
ru: Сканируется %dМГц

source: Accuracy (higher is better)
fi: Tarkkuus (korkeampi on parempi)
ru: Точность (чем выше, тем лучше)

source: Auto / Manual
fi: Auto / Manuaali
ru: Авто/Вручную

source: Blind scan
fi: Sokkoskannaus
ru: Слепой поиск

source: Blind scan for DVB-S2 tuners
fi: Sokkoskannaus DVB-S2 virittimille
ru: Слепой поиск для DVB-S2 тюнеров

source: Blind scan state
fi: Sokkoskannauksen tila
ru: Ход слепого поиска

source: Blindscan
fi: Sokkoskannaus
ru: Слепой поиск

source: Blindscan executable not found '%s'!
fi: Sokkoskannaus-suoritettavaa tiedostoa ei löydy '%s'!
ru: Не найден запускаемый файл слепого поиска '%s'!

source: Blindscan is not supported in
fi: Sokkoskannausta ei tueta
ru: Слепой поиск не поддерживается в

source: CAUTION: If you select "yes" the scan will not remove "duplicated" transponders from the list. Default is "no". Only change this if you understand why you are doing it.
fi: VAROITUS: Jos valitset "kyllä", skannaus ei poista "duplikaatteja" transpondereita luettelosta. Oletus on "ei". Muuta tätä vain, jos ymmärrät miksi teet sen.
ru: ВНИМАНИЕ: Если выбоать "Да", то при сканировании не будут удаляться "дубли" транспондеров уже включенных в список. Значение по умолчанию - "Нет". Не меняйте его, если не уверены.

source: CAUTION: If you select "yes" the scan will not sync with transponders listed in satellites.xml. Default is "no". Only change this if you understand why you are doing it.
fi: VAROITUS: Jos valitset "kyllä", skannaus ei synkronoidu satellites.xml-tiedostossa lueteltujen transpondereiden kanssa. Oletus on "ei". Muuta tätä vain, jos ymmärrät miksi teet sen.
ru: ВНИМАНИЕ: Если выбрать "Да", то при сканировании не будут учитываться транспондеры перечисленные в satellites.xml. Значение по умолчанию - "Нет". Не меняйте его, если не уверены.

source: CAUTION: Only select "inverted" if you are using an inverted LNB (i.e. an LNB where the local oscillator frequency is greater than the scan frequency). Default is "normal". Only change this if you understand why you are doing it.
fi: VAROITUS: Valitse "käänteinen" vain, jos käytät käänteistä mikropäätä (eli mikropäätä, jossa paikallisoskillaattorin taajuus on suurempi kuin pyyhkäisytaajuus). Oletus on "normaali". Muuta tätä vain, jos ymmärrät miksi teet sen.
ru: ВНИМАНИЕ: Выбирайте "инверсия" только если ваш LNB инвертирован (т.е. частота его внутреннего гетеродина выше сканируемой частоты). Значение по умолчанию "норма". Не меняйте его, если не уверены.

source: Cancel
fi: Peruuta
ru: Отмена

source: Clear before scan
fi: Tyhjennä ennen skannausta
ru: Очистка перед сканированием

source: Current Status: %d/%d Satellite: %s Polarization: %s Frequency range: %d - %d MHz Symbol rates: %d - %d MSym/s
fi: Tilanne: %d/%d Satelliitti: %s Polarisaatio: %s Taajuusalue: %d - %d MHz Symbolinopeudet: %d - %d MSym/s
ru: Текущее значение: %d/%d Спутник: %s Поляризация: %s Частотный диапазон: %d - %d МГц Скорость потока: %d - %d Мсимв/сек

source: DVB-S only
fi: Vain DVB-S
ru: Только DVB-S

source: Deselect all
fi: Poista kaikki valinnat
ru: Снять выделение

source: Disable remove duplicates
fi: Poista käytöstä duplikaattien poisto
ru: Не удалять дубли

source: Disable sync with known transponders
fi: Poista synkronointi käytöstä tunnettujen transpondereiden kanssa
ru: Не настраиваться на известные транспондеры

source: Exit
fi: Poistu
ru: Выход

source: Filter out adjacent satellites
fi: Suodata naapuri satelliitit pois
ru: Фильтр от соседних спутников

source: Frequency values must be between %d MHz and %d MHz
fi: Taajuus pitää olla välillä %d MHz ja %d MHz
ru: Значение частоты должно быть между %d МГц и %d МГц.

source: Frequency values must be between %d MHz and %d MHz (C-band)
fi: Taajuus pitää olla välillä %d MHz ja %d MHz (C-band)
ru: Значение частоты должно быть между %d МГц и %d МГц (С-диапазон).

source: Hardware blind scan is not supported by this tuner (%s)!
fi: Tämä viritin (%s) ei tue laitteiston sokkoskannausta!
ru: Аппаратный слепой поиск не поддерживается этим тюнером (%s)!

source: If you select "yes" all channels on the satellite being searched will be deleted before starting the current search, yes (keep feeds) means the same but hold all feed services/transponders.
fi: Jos valitset "kyllä", kaikki etsittävän satelliitin kanavat poistetaan ennen nykyisen haun aloittamista, kyllä (säilytä syötteet) tarkoittaa samaa, mutta säilyttää kaikki syötteen kanavat/transponderit.
ru: Если выбрать "Да", то все каналы сканируемого спутника будут удалены перед началом текущего поиска. Вариант "Да (оставить фиды)" означает то же самое, но оставляет все фиды/транспондеры.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
fi: Jos valitset "kyllä", haku tallentaa vain kanavat, joita ei ole salattu; "ei" löytää salattuja ja salaamattomia kanavia.
ru: Если выбрать "Да", то при сканировании будут сохраняться только каналы без кодировки. "Нет" позволяет искать кодированные и некодированные каналы.

source: If you select "yes" the scan will only search transponders not listed in satellites.xml
fi: Jos valitset "kyllä", skannaus etsii vain transpondereita, joita ei ole lueteltu satelliittis.xml-tiedostossa
ru: Если выбрать "Да", то при сканировании будут учитываться только транспондеры не записанные в файле satellites.xml.

source: It seems manufacturer does not support blind scan for this tuner.
fi: Näyttää siltä, että valmistaja ei tue sokkoskannausta tälle virittimelle.
ru: Похоже, что производитель не поддерживает функцию слепого поиска в этом тюнере.

source: LNB inversion
fi: LNB-inversio
ru: Инвертированный LNB

source: LNB of current satellite not compatible with plugin
fi: Nykyisen satelliitin LNB ei ole yhteensopiva pluginin kanssa
ru: LNB текущего спутника несовместим с плагином.

source: Looking for available transponders. This will take a long time, please be patient.
fi: Etsitään saatavilla olevia transpondereita. Tämä kestää kauan, ole kärsivällinen.
ru: Поиск доступных транспондеров. Это может занять много времени, пожалуйста, будьте терпеливы.

source: No new transponders found! Only transponders already listed in satellites.xml have been found for those search parameters!
fi: Uusia transpondereita ei löytynyt! Näillä hakuparametreilla on löydetty vain satellits.xml-tiedostossa jo listattuja transpondereita!
ru: Новых транспондеров не обнаружено! Поиск с текущими параметрами обнаруживает только, транспондеры перечисленные в файле satellites.xml!

source: No transponders were found for those search parameters!
fi: Näillä hakuparametreillä ei löytynyt transpondereita!
ru: С текущими параметрами поиска транспондеры не найдены!

source: Nothing to scan! Press Exit!
fi: Ei mitään skannattavaa! Paina Poistu!
ru: Нечего сканировать! Нажмите Выход!

source: Only free scan
fi: Skannaa vain vapaat
ru: Искать только открытые каналы

source: Only scan unknown transponders
fi: Skannaa vain tuntemattomat transponderit
ru: Искать только неизвестные транспондеры

source: Open xml file
fi: Avaa xml-tiedosto
ru: Открыть xml файл

source: Please setup your tuner configuration.
fi: Määritä virittimen asetukset.
ru: Пожалуйста, настройте свои тюнеры.

source: Polarisation
fi: Polarisaatio
ru: Поляризация

source: Polarisation, select horizontal, vertical or both.
fi: Polarisaatio, valitse horisontaali, vertikaali tai molemmat.
ru: Выберите горизонтальную, вертикальную или обе поляризации.

source: Polarization
fi: Polarisaatio
ru: Поляризация

source: Press OK to start the scan.
fi: Paina OK aloittaaksesi skannauksen.
ru: Нажмите ОК чтобы начать сканирование.

source: Press green to start service searching.
fi: Paina vihreä aloittaaksesi kanavahaun.
ru: Нажмите зелёную кнопку, чтобы начать поиск каналов.

source: Restore defaults
fi: Palauta oletukset
ru: Вернуть умолчания

source: Satellite
fi: Satelliitti
ru: Спутник

source: Scan
fi: Skannaa
ru: Сканировать

source: Scan Step in MHz(TBS5925)
fi: Skannausaskel MHz:ssä (TBS5925)
ru: Шаг сканирования в МГц(TBS5925)

source: Scan satellites for new transponders
fi: Skannaa satelliiteista uusia transpondereita
ru: Поиск новых транспондеров у спутников

source: Scan start frequency
fi: Skannauksen aloitustaajuus
ru: Начальная частота сканирования

source: Scan start symbolrate
fi: Skannauksen aloitussymbolinopeus
ru: Начальная символьная скорость

source: Scan stop frequency
fi: Skannauksen lopetustaajuus
ru: Конечная частота сканирования

source: Scan stop symbolrate
fi: Skannauksen lopetussymbolinopeus
ru: Конечная символьная скорость

source: Search completed %d transponders found in %d:%02d minutes. Details saved in: %s
fi: Haku valmis %d transponderia löytyi %d:%02d minuutissa. Tiedot tallennettu: %s
ru: Поиск завершен. Найдено %d транспондеров за %d:%02d минут. Подробности сохранены в: %s

source: Search completed. %d transponders found. Details saved in: %s
fi: Haku valmis. %d transponderia löytyi. Tiedot tallennettu: %s
ru: Поиск завершен. Найдено %d транспондеров. Подробности сохранены в: %s

source: Search type
fi: Hakutyyppi
ru: Тип поиска

source: Searching for active satellite transponders...
fi: Haetaan aktiivisia satelliittitranspondereita...
ru: Поиск действующих транспондеров...

source: Select a tuner that is configured for the satellite you wish to search
fi: Valitse viritin, joka on määritetty satelliitille, jota haluat etsiä
ru: Выберите тюнер настроенный на тот спутник, который хотите сканировать

source: Select all
fi: Valitse kaikki
ru: Выбрать все

source: Select between 1 and 5. Higher numbers give more accurat search results.
fi: Valitse väliltä 1 ja 5. Suuremmat luvut antavat tarkempia hakutuloksia.
ru: Задайте значение от 1 до 5. Более высокое число дает более точные результаты.

source: Select the satellite you wish to search
fi: Valitse satelliitti, jota haluat etsiä
ru: Выберите спутник, который хотите сканировать

source: Select transponders and press green to scan. Press yellow to select all transponders and blue to deselect all.
fi: Valitse transponderit ja skannaa painamalla vihreää. Paina keltaista valitaksesi kaikki transponderit ja sinistä poistaaksesi kaikki valinnat.
ru: Выберите транспондеры и нажмите зелёную кнопку для сканирования. Нажмите жёлтую кнопку, чтобы выбрать все транспондеры или синюю для снятия выделения.

source: Service searching to be started MANUALLY by the user. To change this press green.
fi: Kanavahaku käynnistetään käyttäjän toimesta MANUAALISESTI. Voit muuttaa tätä painamalla vihreää.
ru: Поиск каналов нужно начать ВРУЧНУЮ. Чтобы изменить это, нажмите зелёную кнопку.

source: Service searching will start AUTOMATICALLY. To change this press green.
fi: Kanavahaku alkaa AUTOMAATTISESTI. Voit muuttaa tätä painamalla vihreää.
ru: Поиск каналов начнётся АВТОМАТИЧЕСКИ. Чтобы изменить это, нажмите зелёную кнопку.

source: Smaller steps takes longer but scan is more thorough
fi: Pienemmät askeleet vievät kauemmin, mutta skannaus on perusteellisempaa
ru: Более короткие шаги требуют больше времени, но сканирование будет более тщательным

source: Sorry, this tuner is in use.
fi: Tämä viritin on käytössä.
ru: Извините, этот тюнер занят.

source: Start frequency
fi: Aloitustaajuus
ru: Начальная частота сканирования

source: Start symbol rate
fi: Aloitus symbolinopeus
ru: Начальная символьная скорость

source: Step %d %d:%02d min
fi: Askel %d %d:%02d min
ru: Шаг %d %d:%02d мин

source: Stop frequency
fi: Lopetustaajuus
ru: Конечная частота сканирования

source: Stop symbol rate
fi: Lopetus symbolinopeus
ru: Конечная символьная скорость

source: Symbol rate values are in megasymbols; enter a value between %d and %d
fi: Symbolinopeuden arvot ovat megasymboleissa; syötä arvo välillä %d ja %d
ru: Значения символьной скорости в мегасимволах. Введите значение от %d до %d.

source: Symbol rate values are in megasymbols; enter a value between 1 and 44
fi: Symbolinopeuden arvot ovat megasymboleissa; syötä arvo välillä 1 ja 44
ru: Значения символьной скорости в мегасимволах. Введите значение от 1 до 44.

source: Symbol rate values are in megasymbols; enter a value between 2 and 45
fi: Symbolinopeuden arvot ovat megasymboleissa; syötä arvo välillä 2 ja 45
ru: Значения символьной скорости в мегасимволах. Введите значение от 2 до 45.

source: The blindscan run was cancelled by the user.
fi: Käyttäjä peruutti sokkoskannauksen.
ru: Слепой поиск был прерван пользователем.

source: The suggested polarisation for this satellite is "%s"
fi: Tämän satelliitin ehdotettu polarisaatio on "%s"
ru: Предлагаемая поляризация для этого спутника "%s"

source: Transponder searching finished!
fi: Transponderin haku on valmis!
ru: Поиск транспондеров завершен!

source: Tuner
fi: Viritin
ru: Тюнер

source: Use Sundtek full hardware blind scan!
fi: Käytä Sundtekin laitteiston sokkoskannausta!
ru: Использовать полностью аппаратный слепой поиск Sundtek!

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite.
fi: Kun naapurisatelliitti on erittäin vahva, vältytään etsimästä transpondereita, joiden tiedetään tulevan naapurisatelliitista.
ru: Это позволяет избежать сканирования транспондеров соседнего спутника, если уровень сигнала с такого спутника очень сильный.

source: circular left
fi: kiertopolarisaatio vasen
ru: круговая левая

source: circular left/right
fi: kiertopolarisaatio vasen/oikea
ru: круговая левая/правая

source: circular right
fi: kiertopolarisaatio oikea
ru: круговая правая

source: circular right and circular left
fi: kiertopolarisaatio oikea ja vasen
ru: круговая правая и круговая левая

source: don't scan
fi: älä skannaa
ru: не сканировать

source: horizontal
fi: horisontaali
ru: горизонтальная

source: inverted
fi: invertoitu
ru: инверсия

source: no
fi: ei
ru: Нет

source: normal
fi: normaali
ru: норма

source: save to XML file
fi: tallenna XML-tiedostoon
ru: сохранить в XML файл

source: scan
fi: skannaa
ru: сканирование

source: scan for channels
fi: skannaa kanavia
ru: сканирование каналов

source: scan for transponders
fi: skannaa transpondereita
ru: сканирование транспондеров

source: up to 1 degree
fi: aste ylös
ru: до 1 градуса

source: up to 2 degrees
fi: kaksi astetta ylös
ru: до 2 градусов

source: up to 3 degrees
fi: kolme astetta ylös
ru: до 3 градусов

source: vertical
fi: vertikaali
ru: вертикальная

source: vertical and horizontal
fi: vertikaali ja horisontaali
ru: вертикальная и горизонтальная

source: yes
fi: kyllä
ru: Да

source: yes (keep feeds)
fi: kyllä (säilytä syötteet)
ru: Да (оставить фиды)
