Repository: AlexBelchUK/oe-alliance-plugins
Catalog: 3GModemManager/po/*.po
Languages: de

source: 1. Load a Mobile Broadband Device
de: 1. Lade ein mobiles Breitbandgerät

source: 2. Set up a Mobile Broadband Device
de: 2. Konfiguriere ein mobiles Breitbandgerät

source: 3. Generate a WvDial profile
de: 3. Erzeuge ein WvDial Profil

source: 4. Attempt to connect
de: 4. Versuche zu verbinden

source: 5. Done
de: 5. Fertig

source: 1. Drop WvDial
de: 1. Lösche WvDial

source: 2. Unload a Mobile Broadband Device
de: Entferne ein mobiles Breitbandeinheit

source: 3. Done
de: 3. Erledigt

source: {unknown}
de: {unbekannt}

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Config Add
de: Konfiguration hinzufügen

source: Config Edit
de: Konfiguration ändern

source: User
de: Benutzer

source: Password
de: Passwort

source: Phone
de: Telefon

source: Please input here
de: Bitte hier eingeben

source: '%s' field is empty!!
de: Das Feld '%s' ist leer!

source: Edit
de: Bearbeiten

source: Add
de: Hinzufügen

source: Config
de: Konfiguration

source: Searching for USB-devices...
de: Suche nach USB-Geräten...

source: Autoconnect
de: Autoverbindung

source: Disable
de: Deaktivieren

source: Enable
de: Aktivieren

source: Exit
de: Beenden

source: Disconnect
de: Trenne

source: Connect
de: Verbinde

source: Manual
de: Manuell

source: 3G/4G Modem Manager will connect automatically on boot
de: 3G/4G Modem Manager verbindet automatisch nach dem Wiederhochfahren

source: 3G/4G Modem Manager is already in 'autoconnect on startup'. Would You like to disable 'autoconnect on startup'?
de: 3G/4G Modem Manager ist bereits auf 'Autoverbindung beim Starten' eingestellt. Möchten Sie die automatische Verbindung beim Starten deaktivieren?

source: Please connect before enable 'autoconnect on startup'.
de: Bitte verbinden bevor 'Autoverbindung beim Start'.

source: Can't disconnect during connecting.. Do you want to forcibly exit?
de: Die Verbindung kann während des Verbindungsaufbaus nicht unterbrochen werden. Wollen Sie den Ausstieg erzwingen?

source: No USB-device found! Please connect 3G or 4G modem to USB port!
de: Kein USB-Gerät gefunden! Bitte schließen Sie das 3G- oder 4G-Modem an den USB-Anschluss an!

source: Do you want to disconnect?
de: Möchten Sie die Verbindung unterbrechen?

source: Another adapter connected has been found. A connection is attempted after disconnect all of other device. Do you want to?
de: Es wurde ein anderer angeschlossener Adapter gefunden. Eine Verbindung wird versucht, nachdem alle anderen Geräte getrennt wurden. Möchten Sie das?

source: Accessing modem. Please wait...
de: Modemzugriff. Bitte warten...

source: Can't found device file! [%s] Is this selected USB-device really a Mobile Broadband Device?
de: Gerätedatei kann nicht gefunden werden! [%s] Ist das ausgewählte USB-Gerät wirklich ein mobiles Breitbandgerät?

source: Occur error during connection... %s Please check your settings!
de: Fehler bei der Verbindung... %s Bitte überprüfen Sie Ihre Einstellungen!

source: Management of 3G/4G USB-modems
de: Verwalten von 3G/4G USB-Modems
