Repository: AlexBelchUK/oe-alliance-plugins
Catalog: TransCodingSetup/po/*.po
Languages: fi

source: 2nd transcoding and PIP are mutually exclusive.
fi: Toinen transkoodaus ja PIP ovat toisensa poissulkevia.

source: Advanced
fi: Lisäasetukset

source: Aspect Ratio
fi: Kuvasuhde

source: Audio codec
fi: Äänikoodekki

source: Auto set Framerate / Bitrate
fi: Automaattinen Ruudunpäivitysnopeus / Bittinopeus

source: Bitrate
fi: Bittinopeus

source: Cancel
fi: Peruuta

source: Default
fi: Oletus

source: Encoder
fi: Enkooderi

source: Framerate
fi: Ruudunpäivitysnopeus

source: GOP Frame B
fi: GOP Kehys B

source: GOP Frame P
fi: GOP Kehys P

source: Level
fi: Taso

source: Max
fi: Maksimi

source: Min
fi: Minimi

source: Normal
fi: Perusasetukset

source: Off
fi: Pois

source: On
fi: Päällä

source: Port
fi: Portti

source: Profile
fi: Profiili

source: Really close without saving settings?
fi: Haluatko varmasti poistua tallentamatta asetuksia?

source: Resolution
fi: Resoluutio

source: Save
fi: Tallenna

source: This model does not support transcoding.
fi: Laitteesi ei tue transkoodausta.

source: Transcoding Setup
fi: Transkoodauksen Asetukset

source: Transcoding and PIP are mutually exclusive.
fi: Transkoodaus ja PIP sulkevat toisensa pois.

source: TranscodingSetup
fi: Transkoodauksen Asetukset

source: Video codec
fi: Videokoodekki

source: advancedsimple
fi: edistynyt yksinkertainen

source: auto
fi: automaattinen

source: baseline
fi: lähtötaso

source: disable
fi: poista käytöstä

source: enable
fi: ota käyttöön

source: high
fi: suuri

source: low
fi: matala

source: main
fi: tärkein

source: simple
fi: yksinkertainen

source: Encoder 0: Aspect Ratio
fi: Enkooderi 0: kuvasuhde

source: Encoder 0: Audio codec
fi: Enkooderi 0: Äänikoodekki

source: Encoder 0: Auto mode (Bitrate/Framerate)
fi: Encooderi 0: Automaattinen tila (Bittinopeus/Ruudunpäivitysnopeus)

source: Encoder 0: Bitrate
fi: Enkooderi 0: Bittinopeus

source: Encoder 0: Framerate
fi: Encooderi 0: Ruudunpäivitysnopeus

source: Encoder 0: GOP Frame B
fi: Encooderi 0: GOP Kehys B

source: Encoder 0: GOP Frame P
fi: Encooderi 0: GOP Kehys P

source: Encoder 0: Level
fi: Encoder 0: Taso

source: Encoder 0: Profile
fi: Encoder 0: Profiili

source: Encoder 0: Resolution
fi: Enkooderi 0: Resoluutio

source: Encoder 0: Video codec
fi: Enkooderi 0: Videokoodekki

source: Encoder 1: Aspect Ratio
fi: Enkooderi 1: kuvasuhde

source: Encoder 1: Audio codec
fi: Enkooderi 1: Äänikoodekki

source: Encoder 1: Auto mode (Bitrate/Framerate)
fi: Encooderi 1: Automaattinen tila (Bittinopeus/Ruudunpäivitysnopeus)

source: Encoder 1: Bitrate
fi: Enkooderi 1: Bittinopeus

source: Encoder 1: Framerate
fi: Encooderi 1: Ruudunpäivitysnopeus

source: Encoder 1: GOP Frame B
fi: Encooderi 1: GOP Kehys B

source: Encoder 1: GOP Frame P
fi: Encooderi 1: GOP Kehys P

source: Encoder 1: Level
fi: Encoder 1: Taso

source: Encoder 1: Profile
fi: Encoder 1: Profiili

source: Encoder 1: Resolution
fi: Enkooderi 1: Resoluutio

source: Encoder 1: Video codec
fi: Enkooderi 1: Videokoodekki
