Repository: AlexBelchUK/oe-alliance-plugins
Catalog: BTDevicesManager/po/*.po
Languages: pl

source: (Re)Scan
pl: Skanuj

source: Audio Address
pl: Adres audio

source: Audio Connect
pl: Połączenie audio

source: Bluetooth Devices Manager
pl: Menedżer urządzeń Bluetooth

source: Bluetooth Devices Manager Setup
pl: Konfiguracja Menedżera urządzeń Bluetooth

source: Can't not pair with selected device!
pl: Nie można sparować z wybranym urządzeniem!

source: Config
pl: Konfiguracja

source: Connect
pl: Połącz

source: Connection with:
pl: Połączenie z:

source: Disconnect
pl: Rozłącz

source: Disconnect with:
pl: Rozłącz się z:

source: Exit
pl: Wyjście

source: MAC: Device name:
pl: MAC: Nazwa urządzenia:

source: No BT devices found!
pl: Nie znaleziono urządzeń BT!

source: No connected to any device
pl: Nie połączono z żadnym urządzeniem

source: Not detected devices around STB
pl: Nie wykryto urządzeń wokół STB

source: Please Enter Passkey:
pl: Proszę wprowadzić hasło:

source: Please load BT driver by pressing BLUE button.
pl: Proszę załadować sterownik BT naciskając NIEBIESKI przycisk.

source: Save
pl: Zapisz

source: Scanning for devices...
pl: Skanowanie urządzeń...

source: Scanning...
pl: Skanowanie...

source: This is bt devices manager
pl: To jest menedżer urządzeń BT

source: Trying to pair with:
pl: Próba sparowania z:

source: entry
pl: wejście
