Repository: AlexBelchUK/oe-alliance-plugins
Catalog: ChannelsImporter/po/*.po
Languages: fi

source: Channels importer
fi: Kanavien tuoja

source: ChannelsImporter
fi: Kanavien tuoja

source: Checking FTP connection to remote receiver
fi: Tarkistetaan FTP-yhteyttä etävastaanottimeen

source: Checking for alternatives...
fi: Etsitään vaihtoehtoja...

source: Connection to remote IP ok
fi: Yhteys etä-IP:hen ok

source: Could not connect to the remote IP
fi: Ei saatu yhteyttä etä-IP:hen

source: Daily
fi: Päivittäin

source: Download epg.dat from remote receiver failed. Check file exists on remote receiver. %s
fi: Epg.dat-tiedoston lataaminen etävastaanottimesta epäonnistui. Tarkista, että etävastaanottimessa on epg.dat-tiedosto. %s

source: Download from remote failed %s
fi: Lataus etävastaanottimesta epäonnistui %s

source: Download settings from remote failed %s
fi: Asetusten lataaminen etävastaanottimesta epäonnistui %s

source: Downloading alternatives...
fi: Ladataan vaihtoehtoja...

source: Downloading bouquets...
fi: Ladataan kanavalistoja...

source: Downloading channel indexes...
fi: Ladataan kanavahakemistoja...

source: Enough Retries, delaying till next schedule.
fi: Tarpeeksi uudelleenyrityksiä, viivästyy seuraavaan aikatauluun.

source: Every 12 hours
fi: 12 tunnin välein

source: Every 2 hours
fi: 2 tunnin välein

source: Every 2 minutes (for testing)
fi: 2 minuutin välein (testausta varten)

source: Every 3 hours
fi: 3 tunnin välein

source: Every 5 minutes (for testing)
fi: 5 minuutin välein (testausta varten)

source: Every 6 hours
fi: 6 tunnin välein

source: Every hour
fi: Tunnin välein

source: Fetch channels from the server.
fi: Hae kanavat palvelimelta.

source: For importing bouquets from another receiver
fi: Kanavalistojen tuontiin toisesta vastaanottimesta

source: Force EPG save on remote receiver
fi: Pakota EPG:n tallennus etävastaanottimeen

source: Import
fi: Tuo

source: Loading epg.dat...
fi: Ladataan epg.dat...

source: Loading new channel list...
fi: Ladataan uutta kanavalistaa...

source: Removing current channel list...
fi: Poistetaan nykyistä kanavalistaa...

source: Searching for epg.dat
fi: Etsitään epg.dat

source: Starting importer
fi: Käynnistetään tuonti

source: Starting importer...
fi: Käynnistetään tuonti...

source: epg.dat not found
fi: epg.dat ei löytynyt

source: 'yes' and remote fallback tuner will be automatically configured to stream from the remote receiver. 'no' and fallback will not be edited.
fi: 'Kyllä' ja etävastaanottimen viritin määritellään automaattisesti suoratoistoa varten. 'Ei' ja etävastaanottimen viritintä ei määritellä.

source: Allows you to set a schedule to perform an import.
fi: Voit asettaa aikataulun tuonnin suorittamiselle.

source: Auto configure remote fallback tuner
fi: Määritä etävastaanottimen viritin automaattisesti

source: FTP Password
fi: FTP-salasana

source: FTP Port
fi: FTP-portti

source: FTP Username
fi: FTP-käyttäjänimi

source: FTP password of the remote receiver the channel list is being imported from.
fi: Etävastaanottimen FTP-salasana, josta kanavalista tuodaan.

source: FTP port of the remote receiver the channel list is being imported from.
fi: Etävastaanottimen FTP-portti, josta kanavalista tuodaan.

source: FTP username of the remote receiver the channel list is being imported from.
fi: Etävastaanottimen FTP-käyttäjänimi, josta kanavalista tuodaan.

source: IP address of the remote receiver the channel list is being imported from.
fi: Etävastaanottimen IP-osoite, josta kanavalista tuodaan.

source: If 'yes' the importer will automatically import and load EPG data from the remote receiver if the file exists.
fi: Jos 'Kyllä', tuoja tuo ja lataa automaattisesti EPG-tiedot etävastaanottimesta, jos tiedosto on olemassa.

source: If 'yes' the importer will automatically run at startup or reboot.
fi: Jos 'Kyllä', tuoja käynnistyy automaattisesti käynnistyksen tai uudelleenkäynnistyksen yhteydessä.

source: Import EPG
fi: Tuo EPG

source: Passive mode
fi: Passiivinen tila

source: Push error messages to the screen. Switch on for debugging only.
fi: Pukkaa virheilmoitukset näytölle. Kytke päälle vain virheenkorjausta varten.

source: Remote receiver IP
fi: Etävastaanottimen IP

source: Repeat how often
fi: Kuinka usein toistetaan

source: Run at restart
fi: Suorita uudelleenkäynnistettäessä

source: Schedule import
fi: Aikatauluta tuonti

source: Set the repeat interval of the schedule.
fi: Aseta aikataulun toistoväli.

source: Set the time of day to perform the scan.
fi: Aseta kellonaika skannauksen suorittamiseen.

source: Should the FTP connection to the remote receiver be established in passive mode?
fi: Pitäisikö FTP-yhteys etävastaanottimeen muodostaa passiivisessa tilassa?

source: Show error messages
fi: Näytä virheilmoitukset

source: Show in extensions
fi: Näytä laajennuksissa

source: Time import should start
fi: Aika tuonnin aloittamiselle

source: When enabled, allows you start an import from the extensions list.
fi: Kun tämä on käytössä, voit aloittaa tuonnin laajennusvalikosta.
