Repository: AlexBelchUK/oe-alliance-plugins
Catalog: AutoBouquets/po/*.po
Languages: nl

source: 30 Days
nl: 30 dagen

source: Aera
nl: Gebied

source: Area:
nl: Gebied:

source: AutoBouquets E2 for 28.2E
nl: AutoBouquets E2 voor 28.2E

source: AutoBouquets Log
nl: AutoBouquets lLog

source: AutoBouquets Setup
nl: AutoBouquets instellingen

source: Cancel
nl: Annuleer

source: Daily
nl: Dagelijks

source: Do you want to perform a service scan
nl: Wilt u nu een kanaal scan uitvoeren?

source: Enough Retries, delaying till next schedule.
nl: Vaak genoeg geprobeerd; wact tot de volgende geplande uitvoering

source: Last scan
nl: Laatste scan

source: Next Backup:
nl: Volgende backup

source: Please first setup, by pressing menu
nl: Eerst instellen; druk op 'menu'

source: Really close without saving settings?
nl: Echt afsluiten zonder op te slaan?

source: Repeat how often
nl: Hoe vaak herhalen

source: Schedule Scan
nl: Geplande scan

source: Showing AutoBouquets readme.txt
nl: Toont Autobouquets readme.txt

source: Time of Backup to start
nl: Starttijd van backup

source: Use HD first bouquet
nl: Gebruik HD-lijst als eerste

source: Weekly
nl: Wekelijks

source: Your STB_BOX is about to update your bouquets, Do you want to allow this?
nl: Uw STB_BOX staat op het punt uw bouqueten te updaten, Wilt u dat toestaan?
